{"InfoButtonTexte": {
  "PN": {
    "title": "Pferdenote",
    "text": "Zunächst sollte der Pferdename eingetragen werden.\n\nIn der Standard-Einstellung werden die Teilnoten mittels Slidern vergeben. Um die 'Empfindlichkeit' der Slider anzupassen, kann in den Einstellungen zwischen den Intervallgrößen '0-10' und '4-9' gewählt werden.\n\nAlternativ können die Noten per direkter Eingabe der Zahlen mittels Tastatur eingetragen werden. Hierzu muss die Zifferneingabe in den Einstellungen aktiviert werden.\nNun kann die Noteneintragung auf zwei Art erfolgen:\n1) Als normale Dezimalzahl: z.B. '7,5'\n2) Als Ziffernfolge: In diesem Fall wird die Note erkannt und nach Verlassen des Eingabefeldes mit einem Komma korrigiert: z.B. '85' wird automatisch zu '8,5' \n\nIn A2 und A3 gibt es die Möglichkeit entsprechende Abzüge zu vergeben und mögliche Gründe zu vermerken. Das blaue 'X' löscht die Abzüge.\n\nNach der Berechnung besteht die Möglichkeit den Datensatz (Name, Teilnoten, Endnote) in einer geräteinternen Datenbank (nur auf dem Gerät) zu speichern. Dazu bitte auf den grünen Speicher-Button in der Ecke oben rechts drücken.\n\nOben links in der Ecke kann die komplette Eingabe zurückgesetzt werden."
  },
  "SA": {
    "title": "Schwierigkeit & Ausführung",
    "text": "Hier können Sie für die verschiedenen Kategorie und Leistungsklassen die Schwierigkeit und Ausführung in der Kür berechnen.\n\nZunächst wählen Sie unter ‚Kategorie‘ die gewünschte Leistungsklasse bzw. Kategorie.\nDie Eingabe des Names hilft bei der Zuordnung und, wenn gewünscht, bei einer späteren Speicherung in der geräteinternen Datenbank.\n\nNun werden durch Drücken der entsprechenden Schwierigkeits-Buttons (L, M S, ggf. HS) und der jeweiligen Abzüge (1-10) die Schwierigkeit und Ausführung in der Kür berechnet.\nIm hochgestellten Index direkt neben den Schwierigkeits-Buttons (L, M S, evtl. HS) wird die Anzahl der entsprechenden Elemente gezählt.\n\nBei doppelt gezeigtem Element soll der Button ‚X‘ gedrückt werden.\n\nWird ein Element nicht lange genug ausgehalten und soll nachträglich gestrichen werden, so benutzt man den Button mit dem durchgestrichenen roten E.\nAchtung: Das zuletzt gedrückte Element wird dadurch gestrichen!\n\nBei den Abzügen-Button kann in den Einstellungen zwischen allen (1-10), geraden (2,3,6,8,10) oder ungerade (1,3,5,7,10) Ziffern gewählt werden. Dies ermöglicht eine individuelle Einstellung und hilft bei der Übersichtlichkeit.\n\nÜber den Eingabe-Button finden Sie die Eingabe für Stürze. Klicken Sie auf den Pfeil um einen Sturz nach den vorgeschriebenen Kategorien einzutragen. Unter dem Fragezeichen erscheint als Hilfe ein Flussdiagramm zur Klassifikation der Stürze.\n\nIn der Ecke oben links finden sie zwei roten Zeichen. \nDer rote runde Pfeil setzt alle Eingaben zurück. \nDas rote X löscht die Letzte Eingabe. Also entweder den letzten Abzug, das letzte Element oder den letzten Sturz.\n\nNach der Berechnung besteht die Möglichkeit den Datensatz (Name, Teilnoten, Endnote) in einer geräteinternen Datenbank (nur auf dem Gerät) zu speichern. Dazu bitte auf den grünen Speicher-Button in der Ecke oben rechts drücken.\n\nNeben dem grünen Speicher-Button finden Sie das Protokoll (orange) entsprechend zu Ihren Eingaben."
  },
  "G": {
    "title": "Gestaltung",
    "text": "Zunächst sollte der Name eingetragen werden.\n\nNun kann über das Drücken des jeweiligen Buttons eine Dokumentation bzw. das Zählen von Übungen in den verschiedenen Übungskategorien, der Bewegungsrichtungen, der beteiligten Voltigierer, der Stürze oder Brüche sowie der entsprechenden Ebene vorgenommen werden. \nDies entspricht der ersten Teilnote der Gestaltung (Athletische Aspekte). \nFür jede erfüllte Kategorie (1-10) wird ein Punkt vergeben. Also wenn alle Kategorien (1-10) einmal gezeigt werden, wird eine Note von '10' vorschlagen.\nFür diese Teilnote kann ein Abzug vorgenommen und mit einem Grund vermerkt werden.\n\nUnter ‚Choreographie‘ gelangt man zur Eingabe der beiden anderen Teilnoten (choreografische Aspekte).\nDort sollte zunächst die 'Kategorie' gewählt und schließlich über die Slider die jeweiligen Noten vergeben werden.\n\nMit dem roten kreisrunden Pfeil können diese Teilnoten (choreografische Aspekte) zurückgesetzt werden.\n\nAuch hier kann ein Abzug mit einem entsprechenden Grund vermerkt werden. \n\nNach der Berechnung besteht die Möglichkeit den Datensatz (Name, Teilnoten, Endnote) in einer geräteinternen Datenbank (nur auf dem Gerät) zu speichern. Dazu bitte auf den grünen Speicher-Button in der Ecke oben rechts drücken"
  },
  "T": {
    "title": "Technik-Programm",
    "text": "Zunächst sollte der Name des Sportlers eingetragen werden.\n\nNun können Noten für die entsprechenden Pflicht-Element vergeben werden. Dazu steht die Eingabe mittels Slider oder Pfeiltasten (1-er-Schritte) zur Verfügung. Mit dem Button '00' wird das Element auf die Note 0.0 gesetzt.\n\nZusätzliche Elemente können mit dem Button 'E' und die jeweiligen Abzüge mit den Button '1' bis '10' eingetragen werden.\n\nBei den Abzügen-Buttons kann in den Einstellungen zwischen allen (1-10), geraden (2,3,6,8,10) oder ungerade (1,3,5,7,10) Ziffern gewählt werden. Dies ermöglicht eine individuelle Einstellung und hilft bei der Übersichtlichkeit\n\nIm hochgestellten Index direkt neben dem Elemente-Button (E) wird die Anzahl der zusätzlich gezeigten Elemente gezählt.\n\nDer rote runde Pfeil setzt alle Eingaben zurück.\n\nDas rote 'X' löscht die Letzte Eingabe. Also entweder den letzten Abzug, das letzte Element oder den letzten Sturz.\n\nNach der Berechnung besteht die Möglichkeit den Datensatz (Name, Teilnoten, Endnote) in einer geräteinternen Datenbank (nur auf dem Gerät) zu speichern. Dazu bitte auf den grünen Speicher-Button in der Ecke oben rechts drücken.\n\nNeben dem grünen Speicher-Button finden Sie das Protokoll zu Ihren Eingaben"
  }
}
}
